Repository: rastersoft/pequerrechos
Catalog: po/*.po
Languages: ca, es, gl

source: Time left: %02u:%02u
ca: Temps restant: %02u:%02u
es: Tiempo restante: %02u:%02u
gl: Tempo restante: %02u:%02u

source: Configure
ca: Configurar
es: Configurar
gl: Configurar

source: Make today a holiday
ca: Marqueu el dia d'avui com de descans
es: Marcar el día de hoy como de descanso
gl: Marcar o día de hoxe como de lecer

source: Make today not holiday
ca: Marqueu el dia d'avui com de col·legi
es: Marcar el día de hoy como de colegio
gl: Marcar o día de hoxe como de escola

source: Disable for this session
ca: Desactivar per aquesta sesió
es: Desactivar para esta sesión
gl: Desactivar para esta sesión

source: Enable again
ca: Activar de nou
es: Activar de nuevo
gl: Activar de novo

source: Incorrect password
ca: Contrasenya incorrecta
es: Contraseña incorrecta
gl: Contrasinal incorrecto

source: Incorrect password. Try again
ca: Contrasenya incorrecta. Intenteu-ho de nou
es: Contraseña incorrecta. Inténtelo de nuevo
gl: Contrasinal incorrecto. Ténteo de novo

source: Remaining time: %d
ca: Temps restant: %d
es: Tiempo restante: %d
gl: Tempo restante: %d

source: You have %u minutes left for today
ca: Resten %u minuts per avui
es: Quedan %u minutos por hoy
gl: Quedan %u minutos por hoxe

source: The passwords don't match. Try again.
ca: Les contrasenyes no coincideixen. Intenteu-ho de nou.
es: Las contraseñas no coinciden. Inténtelo de nuevo.
gl: Os contrasinais non coinciden. Ténteo de novo.

source: System locked for %d seconds
ca: Sistema bloquejat durant %d segons
es: Sistema bloqueado durante %d segundos
gl: Sistema bloqueado durante %d segundos

source: Insert the management password to apply the changes
ca: Introduïu la contrasenya de gestió per aplicar els canvis
es: Escriba la contraseña de gestión para aplicar los cambios
gl: Escriba o contrasinal de xestión para aplicar os cambios

source: <span size="x-large">Your diary time is over. Please, shutdown the computer and go play outside with your friends.</span>
ca: <span size="x-large">El teu temps per avui s'ha acabat. Apaga l'ordinador i surt a jugar amb els amics.</span>
es: <span size="x-large">Tu tiempo por hoy se ha acabado. Apaga el ordenador y vete a jugar con tus amigos.</span>
gl: <span size="x-large">Acabóuseche o teu tempo por hoxe. Apaga o computador e vai brincar cos teus amigos.</span>

source: Shutdown computer
ca: Apagar l'ordinador
es: Apagar el ordenador
gl: Apagar o computador

source: Two extra minutes
ca: Dos minuts extra
es: Dos minutos extra
gl: Dous minutos extra

source: Ten extra minutes
ca: Deu minuts extra
es: Diez minutos extra
gl: Dez minutos extra

source: Unlock computer
ca: Desbloquejar l'ordinador
es: Desbloquear el ordenador
gl: Desbloquear o computador

source: <b>Administrative options</b>
ca: <b>Opcions administratives</b>
es: <b>Opciones administrativas</b>
gl: <b>Opcións administrativas</b>

source: <b>Time left for today</b>
ca: <b>Temps restant per avui</b>
es: <b>Tiempo restante para hoy</b>
gl: <b>Tempo restante para hoxe</b>

source: Time for holidays:
ca: Temps total per dies de descans:
es: Tiempo total para días de descanso:
gl: Tempo total para días de lecer:

source: Time for non-holidays:
ca: Temps total per dies de col·legi:
es: Tiempo total para días de colegio:
gl: Tempo total para días de escola:

source: <b>Time (in minutes)</b>
ca: <b>Temps (en minuts)</b>
es: <b>Tiempo (en minutos)</b>
gl: <b>Tempo (en minutos)</b>

source: Monday
ca: dilluns
es: lunes
gl: luns

source: Tuesday
ca: dimarts
es: martes
gl: martes

source: Wednesday
ca: dimecres
es: miercoles
gl: mércores

source: Thursday
ca: dijous
es: jueves
gl: xoves

source: Friday
ca: divendres
es: viernes
gl: venres

source: Saturday
ca: dissabte
es: sábado
gl: sábado

source: Sunday
ca: diumenge
es: domingo
gl: domingo

source: <b>Holidays</b>
ca: <b>Dies de descans</b>
es: <b>Días de descanso</b>
gl: <b>Días de lecer</b>

source: New password:
ca: Nova contrasenya:
es: Nueva contraseña:
gl: Novo contrasinal:

source: New password (again):
ca: Nova contrasenya (una altra vegada):
es: Nueva contraseña (otra vez):
gl: Novo contrasinal (outra vez):

source: <b>Change password</b>
ca: <b>Canviar la contrasenya</b>
es: <b>Cambiar la contraseña</b>
gl: <b>Cambiar o contrasinal</b>
